
export const SAMPLE_TEXT = `Цитадель "Умбра" успешно перемещена на материальны план и обратно.
Цель телепортации - экспериментальное расширение природного портала на другой план до размеров стандартной летающей цитадели(военная единица нетерильцев, аля линкор с армией).`;

export const testMap = new Map([
  ['а', '1'],
  ['б', 'б'],
  ['в', 'в'],
  ['г', 'г'],
  ['д', 't'],
  ['е', 'е'],
  ['ё', 'ё'],
  ['ж', 'ж'],
  ['з', 'з'],
  ['и', 'и'],
  ['й', 'й'],
  ['к', 'к'],
  ['л', 'л'],
  ['м', 'м'],
  ['н', 'н'],
  ['о', 'о'],
  ['п', 'z'],
  ['р', 'р'],
  ['с', 'с'],
  ['т', 'т'],
  ['у', 'у'],
  ['ф', 'ф'],
  ['х', 'х'],
  ['ц', 'ц'],
  ['ч', 'ч'],
  ['ш', 'ш'],
  ['щ', 'щ'],
  ['ь', 'ь'],
  ['ы', 'ы'],
  ['ъ', 'ъ'],
  ['э', 'э'],
  ['ю', 'ю'],
  ['я', 'я']
]);
